 { 
     "quotes": [
  { "quotes": “Learning to write programs stretches your mind, and helps you think better, creates a way of thinking about things that I think is helpful in all domains.”, "author": "Bill Gates" },
  { "quotes": “I taught myself how to program computers when I was a kid, bought my first computer when I was 10, and sold my first commercial program when I was 12.”, "author": "Elon Musk" },
  { "quotes": “Everybody should learn to program a computer, because it teaches you how to think.”, "author": "Steve Jobs" },
  { "quotes": "Coding like poetry should be short and concise.", "author": "Santosh Kalwar" },
  { "quotes": Any fool can write code that a computer can understand. Good programmers write code that humans can understand., "author": "Martin Fowler" },
  {"quotes":'“Programming is the art of telling another human being what one wants the computer to do”', "author": "Donald Ervin Knuth"},
  { "quotes": “We salute the coders, designers, and programmers already hard at work at their desks, and we encourage every student who can’t decide whether to take that computer science class to give it a try.”, "author": "Michael Bloomberg" },
  { "quotes": “First, solve the problem. Then, write the code.”, "author": "John Johnson" },
  { "quotes": ““Whether we’re fighting climate change or going to space, everything is moved forward by computers, and we don’t have enough people who can code. Teaching young people to code early on can help build skills and confidence and energize the classroom with learning-by-doing opportunities.”, "author": "Richard Branson" },
  { "quotes": “Code is like humor. When you have to explain it, it’s bad.”, "author": "Cory House" },
  { "quotes": "You might not think that programmers are artists, but programming is an extremely creative profession. It’s logic-based creativity.”, "author": "John Romero" },
  {"quotes":'"Make it work, make it right, make it fast. ”', "author": "Kent Beck"},
  { "quotes": “Computer programming is quickly becoming an essential career skill. Learning to code is a fantastic opportunity equalizer — if you’re good at it, it can help you achieve your dreams.”, "author": "Cory Booke" },
  { "quotes": “Clean code always looks like it was written by someone who cares.”, "author": "Robert C. Martin" },
  { "quotes": “To be prepared for the demands of the 21st century—and to take advantage of its opportunities—it is essential that more of our students today learn basic computer programming skills, no matter what field of work they want to pursue.”, "author": "Todd Park" },
  { "quotes": “Of course, bad code can be cleaned up. But it’s very expensive.”, "author": " Robert C. Martin" },
  { "quotes": “Learning to code is learning to create and innovate.”, "author": "Enda Kenny" },
  {"quotes":'“Whether you want to uncover the secrets of the universe, or you just want to pursue a career in the 21st century, basic computer programming is an essential skill to learn.”', "author": "Stephen Hawking"},
  { "quotes": “Support the American dream and make coding available to EVERYONE!!”, "author": "Snoop Dogg" },
  { "quotes": “Programming is the art of algorithm design and the craft of debugging errant code.”, "author": "Ellen Ullman" }
  ]
};
